{
  "Teacher_pt": {
    "Abstract": "Professor ou docente é uma pessoa que ensina ciência, arte, técnica ou outros conhecimentos. Para o exercício dessa profissão, requer-se qualificações acadêmicas e pedagógicas, para que consiga ensinar o conteúdo de estudo da melhor forma possível ao aluno. É uma das profissões mais importantes no mundo, tendo em vista que as demais, na sua maioria, dependem dela. Já Platão, na sua obra A República, alertava para a importância do papel do professor na formação do cidadão. No Brasil, professor é o profissional que ministra aulas ou cursos em todos os níveis educacionais, a saber: educação infantil, ensino fundamental, ensino médio e ensino superior, e a educação profissional. O Dia Mundial dos Professores celebra-se a 5 de outubro. No Brasil, porém, o Dia do Professor é comemorado em 15 de outubro.",
    "LastUpdated": "2025-08-13T08:11:31.8343068-03:00"
  },
  "Writer_pt": {
    "Abstract": "Autor (do latim auctor, derivado do verbo augeo, \u0027aumentar\u0027) é aquele que cria, causa ou dá origem a alguma coisa, especialmente obra literária, artística ou científica. É diferente de narrador. Na narratologia, o autor é uma das entidades da história. Roland Barthes escreve, em seu ensaio \u0022Morte do Autor\u0022 (1968), que \u0022é a língua que fala, não o autor\u0022. As palavras e a linguagem de um texto determinam e expõem o significado para Barthes, e não para alguém que tenha responsabilidade legal pelo processo de sua produção. Cada linha de texto escrito é um mero reflexo de referências de qualquer uma das muitas tradições, ou, como Barthes coloca, \u0022o texto é um tecido de citações retiradas dos inúmeros centros de cultura\u0022; nunca é original. Com isso, a perspectiva do autor é retirada do texto, e os limites anteriormente impostos pela ideia de uma voz autoral, um sentido último e universal, são destruídos. A explicação e o significado de uma obra não precisam ser buscados naquele que a produziu, \u0022como se sempre fosse no final, através da alegoria mais ou menos transparente da ficção, a voz de uma única pessoa, o autor \u0027confiando\u0027 em nós\u0022. A psique, a cultura, o fanatismo de um autor podem ser desconsiderados quando se interpreta um texto, porque as próprias palavras são suficientemente ricas com todas as tradições da linguagem. Para expor significados em um trabalho escrito sem apelar para a celebridade de um autor, seus gostos, paixões, vícios, é, para Barthes, permitir que a linguagem fale, ao invés de autor. Michel Foucault argumenta em seu ensaio \u0022O que é um autor?\u0022 (1969) que todos os autores são escritores, mas nem todos os escritores são autores. Ele afirma que \u0022uma carta particular pode ter um signatário - ela não tem um autor\u0022. Para um leitor atribuir o título de autor a qualquer trabalho escrito é atribuir certos padrões ao texto que, para Foucault, está trabalhando em conjunto com a idéia de \u0022a função de autor\u0022. A função de autor de Foucault é a ideia de que um autor existe apenas em função de um trabalho escrito, uma parte de sua estrutura, mas não necessariamente parte do processo interpretativo. O nome do autor \u0022indica o status do discurso dentro de uma sociedade e cultura\u0022, e em algum momento foi usado como uma âncora para interpretar um texto, uma prática que Barthes argumentaria não ser um esforço particularmente relevante ou válido.",
    "LastUpdated": "2025-08-13T08:11:42.5021106-03:00"
  },
  "Architect_pt": {
    "Abstract": "O designer [dizáiner] ou projetista é um profissional que desempenha atividade especializada de caráter técnico-científico, criativo e artístico para elaboração de projetos de design passíveis de serialização ou industrialização e que atendam, tanto no aspecto de uso quanto no aspecto de percepção, a necessidades materiais e de informação visual. O termo refere-se a um agente que \u0022especifica as propriedades estruturais de um objecto de design\u0022. Profissional que trabalha na criação gráfica e esquemática de um produto, especialmente na construção da sua aparência física, como de processos, leis, jogos, obras gráficas, serviços e ambientes. Esse anglicismo foi adotado no final do século XX no Brasil com o objetivo de universalizar as profissões ligadas ao projeto. Isso tem ocorrido e a maioria das universidades prefere o termo \u0022designer\u0022 pelo fato de o termo \u0022projeto\u0022 já existir e ser um sinônimo muito próximo do termo \u0022design\u0022.",
    "LastUpdated": "2025-08-13T08:11:54.9957001-03:00"
  },
  "Administrator_pt": {
    "Abstract": "Administrador é o profissional que exerce a função de administração em uma empresa ou organização pública ou privada. Academicamente, é o bacharel em Ciência da Administração.",
    "LastUpdated": "2025-08-13T08:12:07.835388-03:00"
  }
}